Repository: Prasannagithubb/colorclub
Catalog: lib/l10n/intl_*.arb
Languages: sw

# Mobilenumber
source: Mobile No
sw: Weka Nambari ya Simu

source: New Register
sw: Daftari Jipya

# otpverify
source: OTP Verification
sw: Uthibitishaji wa OTP

# otpenter
source: Enter the OTP sent to your phone
sw: Ingiza OTP iliyotumwa kwa simu yako

source: Verify
sw: Thibitisha

# didntrecivecode
source: Didn't receive code?
sw: Hukupokea nambari ya kuthibitisha?

source: Resend
sw: Tuma tena

source: Language
sw: Lugha

source: User Name
sw: Jina la mtumiaji

source: Whats App No
sw: Nambari ya WhatsApp

source: Notification Via
sw: Taarifa Kupitia

source: Via Google
sw: Kupitia Google

source: Address 2
sw: Anwani 2

source: City
sw: Jiji

source: Country
sw: Nchi

source: Zip Code
sw: Msimbo wa Eneo

source: Redeem
sw: Fidia

source: Rewards
sw: Zawadi

source: Login
sw: Ingia

source: Points
sw: Pointi

# points1
source: Points :
sw: Pointi :

source: Verification Sucessfull
sw: Uthibitishaji Umefanikiwa

source: Scan Coupon
sw: Changanua Kuponi

source: Redeem points
sw: Fidia Pointi

source: My Transactions
sw: Miamala Yangu

source: My Dealer Partner
sw: Mshirika Wangu wa Dealer

source: Find Dealer
sw: Pata Dealer

source: Find Product
sw: Pata Bidhaa

source: Refer Customer
sw: Mwandikishe Mteja

source: Product Complaints
sw: Malalamiko ya Bidhaa

# yourotphasverifiedsucessfully
source: Your OTP has been verified sucessfully
sw: OTP Yako Imefanikiwa Kuhakikiwa

# continue1
source: Continue
sw: Endelea

source: Welcome to
sw: Karibu Kwa

source: Earn Points For Every Dollar Spent
sw: Pata Pointi Kwa Kila Dola Iliyotumika

# pointsaa
source: 150 Points
sw: Pointi 150

# rewardaa
source: $10 reward
sw: Zawadi ya $10

source: reward Balance
sw: Salio la Zawadi

source: Get Points
sw: Pata Pointi

source: Redeem Amount
sw: Kiasi cha Kufidia

source: Badge Level
sw: Kiwango cha Cheo

source: Earn Points History
sw: Historia ya Kupata Pointi

source: Track All Points
sw: Fuatilia Pointi Zote

source: points To Cash Or Paints
sw: Pointi Kwa Pesa au Rangi

source: Redeem To White Goods
sw: Fidia Kwa Vitu Vyeupe

source: Redeem Points History
sw: Historia ya Kufidia Pointi

source: Benifit Of All Tier
sw: Faida za Kila Kiwango

source: View Benifits
sw: Tazama Faida

source: user Points
sw: Pointi za Mtumiaji

# scaneedqrcode
source: Scanned QR Code
sw: QR Code Ime Scan

source: MY REDEEMS
sw: WAKOMBOZI WANGU

source: AVALIABLE POINTS
sw: MAMBO YANAYOPATIKANA

# redeempoints1
source: REDEEM POINTS
sw: KOMBOA MAMBO

source: EQUIVALENT AMOUNT
sw: KIASI SAWA

source: Submit
sw: Wasilisha

source: REDEEM HISTORY
sw: KOMBOA HISTORIA

source: REDEEM ON
sw: TUKOMBOE

source: Dealer Name
sw: Jina la Muuzaji

source: MY POINTS
sw: MAMBO YANGU

source: Confirm Logout
sw: Thibitisha Toka

source: Are you sure you want to log out?
sw: Je, una uhakika unataka kutoka?

source: Scaned Points
sw: Pointi Zilizochanganuliwa

source: Coupon Code :
sw: Msimbo wa Kuponi :

source: Earned Amount :
sw: Kiasi Kilichopatikanat :

source: Item Name :
sw: Jina la Kipengee :

source: Date of Packed :
sw: Tarehe ya Kupakia :

source: Date of Expire :
sw: Tarehe ya Kuisha Muda :

# mytransaction1
source: MY TRANSACTIONS
sw: SHUGHULI ZANGU

source: TRANSACTION HISTORY
sw: HISTORIA YA MAADILI

source: All
sw: Wote

source: Redemption
sw: Ukombozi

# mydealerpartner1
source: MY DEALER PARTNER
sw: MUUZAJI MPENZI WANGU

source: Search by location or dealer name
sw: Tafuta kwa eneo au jina la muuzaji

# finddealer1
source: FIND DEALER
sw: TAFUTA MUUZAJI

source: Distance in
sw: Umbali ndani

source: Meter
sw: Mita

source: Share Via WhatsApp
sw: Shiriki Kupitia WhatsApp

source: For Every Referal,YOU BOTH
sw: Kwa Kila Rufaa, WOTE

source: Copy
sw: Nakili

source: Refer And Get Reward
sw: Rejea Na Upate Thawabu

source: Chose Product
sw: Bidhaa iliyochaguliwa

# productcomplains1
source: PRODUCT COMPLAINS
sw: BIDHAA INALALAMIKA

source: Enter Complaint Details
sw: Ingiza Maelezo ya Malalamiko

# describeyourcomplaints
source: Describee Your Complaints
sw: Eleza Malalamiko Yako

# attchimage
source: Attach Image
sw: Ambatanisha Picha

source: register Complaints
sw: kusajili Malalamiko

# newregister1
source: NEW REGISTER
sw: USAJILI MPYA

source: State
sw: Jimbo

source: Select state
sw: Chagua jimbo

source: Email ID
sw: Kitambulisho cha barua pepe

source: Uplode
sw: Pakia

# register1
source: REGISTER
sw: JIANDIKISHE

source: Enter OTP
sw: Ingiza OTP

source: In Valid OTP
sw: Katika OTP Sahihi

source: Try Again
sw: Jaribu Tena

source: Cancel
sw: Ghairi

source: From Date
sw: Kuanzia Tarehe

source: To Date
sw: Hadi Sasa

source: Search By Date
sw: Tafuta Kwa Tarehe
